[
  {
    "id": "d3f542a1-f9ce-4a0c-82b7-e67e9f55f61a",
    "imageUrl": "https://i.ibb.co/jMwhK2C/Health.png",
    "title": "Clean Water for All",
    "category": "Health",
    "categoryBg": "#0052ff33",
    "cardBg": "#0052FF26",
    "primaryColor": "#0052FF",
    "description": "Access to clean and safe drinking water is a fundamental human right, yet millions of people around the world lack access to it. This initiative aims to provide clean water sources, such as wells and purification systems, to communities in need. Clean water not only prevents waterborne diseases but also improves overall health and quality of life. By supporting this cause, you're ensuring that families have access to this essential resource.",
    "price": 150
  },
  {
    "id": "3f928ad2-9534-4e05-9853-952a577fe1d7",
    "imageUrl": "https://i.ibb.co/JqZYnpW/Rectangle-4287-1.png",
    "title": "Quality Education Support",
    "category": "Education",
    "categoryBg": "#f8714733",
    "cardBg": "#FF444A26",
    "primaryColor": "#FF444A",
    "description": "Quality education is the foundation of a prosperous society. Unfortunately, many children worldwide lack access to proper educational opportunities. This project seeks to provide scholarships, educational materials, and support to underprivileged students. Your contribution will empower these young minds, giving them a chance to break the cycle of poverty and build a brighter future through education.",
    "price": 90
  },
  {
    "id": "b5e2b570-3d6d-40cb-930f-4c6c82fdd007",
    "imageUrl": "https://i.ibb.co/YBJtPVw/Rectangle-4287.png",
    "title": "Clothing Drive for Needy",
    "category": "Clothing",
    "categoryBg": "#79c23f33",
    "cardBg": "#79C23F26",
    "primaryColor": "#79C23F",
    "description": "Every year, countless people struggle to afford basic clothing. This clothing drive collects gently used clothing and distributes it to those in need. Your support helps individuals and families stay warm during the cold months and maintain their dignity. By donating clothing or contributing to this cause, you're making a tangible difference in people's lives.",
    "price": 40
  },
  {
    "id": "7ed52c45-8dd6-4c2b-a07f-0c9d1a3da0a4",
    "imageUrl": "https://i.ibb.co/C5YX6pk/Food.png",
    "title": "Fighting Hunger Together",
    "category": "Food",
    "categoryBg": "#f8714733",
    "cardBg": "#F8714726",
    "primaryColor": "#F87147",
    "description": "Hunger is a pervasive issue, even in developed countries. This initiative focuses on providing nutritious meals to individuals and families facing food insecurity. Your donation helps run community kitchens and food banks, ensuring that no one goes to bed hungry. Join us in the fight against hunger and make a real impact on people's lives.",
    "price": 120
  },

  {
    "id": "c09c441c-03cc-4d6e-a8f3-c4f0071d29d9",
    "imageUrl": "https://i.ibb.co/YBJtPVw/Rectangle-4287.png",
    "title": "Warmth for Winter",
    "category": "Clothing",
    "categoryBg": "#79c23f33",
    "cardBg": "#79C23F26",
    "primaryColor": "#79C23F",
    "description": "Winter can be harsh for those without warm clothing. This project collects winter garments like coats, blankets, and gloves to distribute to homeless and vulnerable individuals during the cold months. Your donation helps keep people warm and safe during winter's challenges.",
    "price": 70
  },
  {
    "id": "dc9d9f42-d5ac-47e7-a6de-d9e8f0e7f9f0",
    "imageUrl": "https://i.ibb.co/C5YX6pk/Food.png",
    "title": "Nutrition for Children",
    "category": "Food",
    "categoryBg": "#f8714733",
    "cardBg": "#F8714726",
    "primaryColor": "#F87147",
    "description": "Children need proper nutrition for healthy development. This program provides nutritious meals and supplements to underprivileged children. Your contribution ensures that children receive the essential nutrients they need to grow and thrive.",
    "price": 55
  },
  {
    "id": "71f1adad-6b6c-42f2-96f5-dfd48d9b3361",
    "imageUrl": "https://i.ibb.co/JqZYnpW/Rectangle-4287-1.png",
    "title": "Empower Child's Education",
    "category": "Education",
    "categoryBg": "#f8714733",
    "cardBg": "#FF444A26",
    "primaryColor": "#FF444A",
    "description": "Child's education is a powerful tool for societal progress. This initiative supports child's education and empowerment by providing scholarships, vocational training, and mentorship programs. Your support helps women gain knowledge and skills, enabling them to pursue careers and contribute to their communities.",
    "price": 180
  },

  {
    "id": "336c65f7-4d3a-4e39-9c8a-75b7b4a61702",
    "imageUrl": "https://i.ibb.co/jMwhK2C/Health.png",
    "title": "Medical Aid for Vulnerable",
    "category": "Health",
    "categoryBg": "#0052ff33",
    "cardBg": "#0052FF26",
    "primaryColor": "#0052FF",
    "description": "Access to medical care is crucial for vulnerable populations. This project provides medical aid, including essential medicines and healthcare services, to those in need. Your contribution ensures that individuals, especially children and the elderly, receive the medical attention they require to lead healthier lives.",
    "price": 260
  },
  {
    "id": "a04e852a-d545-45df-bbfc-8c7a5b65ce5b",
    "imageUrl": "https://i.ibb.co/jMwhK2C/Health.png",
    "title": "Maternal Healthcare",
    "category": "Health",
    "categoryBg": "#0052ff33",
    "cardBg": "#0052FF26",
    "primaryColor": "#0052FF",
    "description": "Maternal healthcare is vital for the well-being of mothers and infants. This project focuses on providing prenatal and postnatal care to expectant mothers in underserved areas. Your support ensures safe pregnancies and healthy newborns.",
    "price": 220
  },
  {
    "id": "628b87c9-59a6-44ef-814f-4b017f18e8cb",
    "imageUrl": "https://i.ibb.co/JqZYnpW/Rectangle-4287-1.png",
    "title": "Digital Literacy",
    "category": "Education",
    "categoryBg": "#f8714733",
    "cardBg": "#FF444A26",
    "primaryColor": "#FF444A",
    "description": "Digital literacy is essential in today's world. This project provides computer literacy courses and access to technology for underserved communities. Your donation helps bridge the digital divide and empowers individuals with the skills they need for the digital age.",
    "price": 70
  },
  {
    "id": "d46043f1-7a62-4e3c-8eb7-6f103cd9881f",
    "imageUrl": "https://i.ibb.co/YBJtPVw/Rectangle-4287.png",
    "title": "Cozy Winter Clothes",
    "category": "Clothing",
    "categoryBg": "#79c23f33",
    "cardBg": "#79C23F26",
    "primaryColor": "#79C23F",
    "description": "Help families stay warm with our cozy winter clothes collection. We provide jackets, sweaters, and blankets to those in need during the cold season. Your support ensures that everyone can enjoy a warm and comfortable winter.",
    "price": 65
  },
  {
    "id": "a978a066-854f-4642-bac1-59c2a587a01d",
    "imageUrl": "https://i.ibb.co/C5YX6pk/Food.png",
    "title": "Warm Meals for Homeless",
    "category": "Food",
    "categoryBg": "#f8714733",
    "cardBg": "#F8714726",
    "primaryColor": "#F87147",
    "description": "Homelessness is a pressing issue, and access to warm meals is a basic necessity. This initiative runs soup kitchens and meal distribution programs to provide hot meals to homeless individuals. Your contribution helps alleviate hunger and brings comfort to those in need.",
    "price": 95
  }
]
